[
    {
        "imgBack":"https://howard-all.netlify.app/static/media/common-bg7.0534417a.jpg",
        "img":"https://howard-all.netlify.app/static/media/Howard.ff1b5c7d.png",
        "name":"Howard",
        "lastName":"H. Ran, J.D.",
        "info1":"Broker of Record / Mortgage Loan Originator / Notary Public",
        "info2":"Arcadia, CA",
        "info3":"(626) 269-9996",
        "PROFESSIONALISM":[
            "Howard H. Ran, J.D. is the broker of record and chief executive officer of Howard Realty Partners, Inc. Mr. Ran has extensive experience and has been a California licensed and practicing real estate broker for over eleven years. Mr. Ran handles multi-million dollar commercial and residential transactions with the care and attention to detail high net worth clients come to expect of him. He is a continuous lifelong learner and never ceases the opportunity to learn new things whether it is in the professional and personal world.",
            "Mr. Ran started off as a broker associate at Coldwell Banker in 2010 under the guidance of his father Henry who is a licensed salesperson since 1985. As his career in real estate began, he has dealt with numerous residential and small to large real estate investors. He started the mantra to place the clients best interest before the agents own self-interest and one will achieve greatness. His outgoing and impeccable personality in sales since he was a child allowed him to gain traction in the real estate industry rather quickly. In 2012, he was named top agent among 250 other agents in that office as his caring attitude and charisma allowed him to become a well known name in the San Gabriel Valley area. He always says to treat every client better than we treat ourselves. His hard work and attitude paid off well for him."

        ],
        "EXPERIENCE":[
            "Mr. Ran‘s real estate experience is like no other, as he has single handedly supervised and traded about one hundred million US dollars in single side transactions over his career and has formed close relationships within his professional network while doing so. For example, In February 2020, he closed a medical office building for $8 million dollars within a whopping seventeen days including all due diligence and inspections. This speed and efficiency is impeccable as he works tirelessly to ensure that the clients best interest come first before his. He is also well versed in the real estate procurement process behind IRC 1031 exchanges to defer the tax liability of his clients.",
            "He is also directly in charge of 250,000 square feet of leasing, sales and management of commercial and residential space throughout Southern California and he contacts owners, tenants and vendors personally more often than usual. He spends a lot of time vetting the correct vendor to lower costs for his client. He cares tremendously about the profitability of his investors and ensures that they are as profitable as possible. His advice is trusted by numerous high net worth clients, appraisers and his team of agents that help him spread his belief to always place the client first. Mr. Ran will be there for your real estate needs when you need him and his team the most.",
            "Mr. Ran is also a luxury high net worth residential listing specialist where he obtains listings in upwards of over $20 million dollars in the most luxurious and secluded parts of the San Gabriel Valley and Southern California. With his guidance and counseling, he and his team almost exclusively trades multi-million dollar properties in Southern and Northern California."

        ],
        "EDUCATION":[
            "Mr. Ran is just as passionate in learning in a classroom setting as he is learning from clients in his real estate career. He was born and raised in the San Gabriel Valley in Los Angeles, California. While attending schools locally, he managed to learn and keep full proficiency of Mandarin Chinese and the Cantonese dialect. He is also able to speak conversational Spanish to better assist his clients as well. He is truly a linguistic talent and it works rather well to his advantage in his career.",
            "After graduation from San Marino High School, he went to community college at Pasadena City College and eventually transferred to the University of California, Los Angeles (UCLA) where he earned his Bachelors of Arts degrees in History and Political Science. Mr. Ran always wanted to achieve a graduate degree and after a few years into his real estate career decided to pursue his law degree part time. It was undoubtedly no easy feat but he persevered. He graduate with a professional Juris Doctor law degree from Abraham Lincoln University, School of Law in August of 2018. Mr. Ran is eligible and will sit for the California General Bar Examination to become an attorney licensed to practice law in the State of California."
        ],
        "LICENSES_AND_CREDENTIALS":[
            "California Department of Real Estate, Real Estate Broker License, since 2010, DRE 01876980",
            "Mortgage Loan Originator License, since 2012, NMLS ID 886370",
            "Notary Public, Los Angeles County, since 2014",
            "Member, National Association of Realtors",
            "Member, California Association of Realtors",
            "Member, West San Gabriel Valley Realtors",
            "Member, San Francisco Association of Realtors",
            "Member, Orange County Realtors",
            "Member, State Bar of California (pending)"
        ],
        "info4":"Professionalism Howard H. Ran, J.D. is the broker of record and chief executive officer of Howard Realty Partners, Inc. Mr."

    },
    {
        "imgBack":"https://howard-all.netlify.app/static/media/common-bg5.88e79f1f.jpg",
        "img":"https://howard-all.netlify.app/static/media/Julien.db225426.png",
        "name":"Julien",
        "lastName":"J. Goavec",
        "info1":"Branch Manager / CA Lic. 02101643",
        "info2":"San Francisco, CA",
        "info3":"(415) 939-6521 (628) 666-9996",
        "p":[
            "Mr. Goavec brings to the firm experience like no other. Possessing commercial and residential property management experience for over five years, Mr. Goavec has engaged in crucial commercial and residential lease negotiations with highly funded startups in San Francisco. He is continuously passionate about the real estate industry and provides keen market insights for his current and potential clientele.",
            "He is a lifelong resident of the city and county of San Francisco. He experienced firsthand the booming real estate market and the tech startups that surround the Bay Area. He is keen to note ideal investment properties with a very attractive capitalization rate. He further has experience in real estate development projects in San Francisco’s South of Market area. Lastly, He has flipped multiple homes to rent and sell in various markets.",
            "He attended school at the City College of San Francisco (CCSF) while being a diligent property management for commercial and residential properties. This allowed him to fund the tuition for the University of California, Irvine (UCI) where he earned a Biomedical Engineering, Bachelors of Science degree. Mr. Goavec currently is branch manager of the Northern California office.",
            "Mr. Goavec enjoys camping, skiing, mountain biking, playing chess, gardening and reading books. With his expertise and experience, allow Mr. Goavec to assist you in your next real estate transaction."
        ],
        "info4":"Mr. Goavec brings to the firm experience like no other. Possessing commercial and residential property management experience for over five"
    },
    {
        "imgBack":"https://howard-all.netlify.app/static/media/common-bg2.fec4e067.jpg",
        "img":"https://howard-all.netlify.app/static/media/Daryl.40eef921.png",
        "name":"Daryl",
        "lastName":"Chau, M.Sc.",
        "info1":"Real Estate Consultant",
        "info2":"CA Lic,",
        "info3":"00204492",
        "p":[
            "Daryl Chau is a Real Estate Consultant of Clearpoint Commercial Northern California.",
            "As a graduate student researcher at the University of California, Irvine, and a recent Masters of Science graduate of the University, Mr. Chau undoubtedly utilizes what he has gained in a research environment to process and mine data that is relevant to generate our reports and other essential data for our clients and our team.",
            "In addition to better serving our clientele, Mr. Chau’s attention to detail and utmost care in relating any real property issues to our principles allows us to thrive and become more efficient and signifies his integral role as a team player at Clearpoint.",
            "Under supervision of the Branch Operations Manager, Mr. Chau consults with clients and ensures all clients are updated on the status of their real property investment. Mr. Chau is a licensed real estate salesperson in the State of California, Department of Real Estate. You may contact Mr. Chau or any member of the Clearpoint team for all your sales, leasing and property management needs."

        ],
        "info4":"Daryl Chau is a Real Estate Consultant of Clearpoint Commercial Northern California."
    },
    {
        "imgBack":"https://howard-all.netlify.app/static/media/common-bg4.43aa3d4b.jpg",
        "img":"https://howard-all.netlify.app/static/media/Galaxy.4fa184d3.png",
        "name":"Galaxy",
        "lastName":"Li",
        "info1":"Real Estate Consultant / CA Lic. 02083922 / Licensed as Hanpeng Li",
        "info2":"Irvine, CA",
        "info3":"(949) 572-4351",
        "p":[
            "Galax Hanpeng Li brings a myriad of sales experience and expertise to our firm. Mr. Li has been active in the real estate industry and has experience handling commercial and residential sales, leasing and management. Previous to real estate, Mr. Li was involved in joint ventures in the foodservice and foodservice IT industry, he is well versed and well rounded which makes him especially polished for real estate sales and handling complex real estate transactions.",
            "Sales and business development is what Mr. Li is passionate about and it shows when he previously worked with national firms such as CBRE, Trico, Olen and Meritage which are well known brokerages in the area. Mr. Li is ready to assist you in Southern California with emphasis in Orange County, Irvine and beach cities.",
            "Mr. Li received his Bachelors of Arts degree in Quantitative Economics from the University of California, Irvine. His work ethic and client service is what he is reputable for and is follows the company mantra which ensures that the clients best interest is placed before self-interest.",
            "He holds an active State of California, Department of Real Estate salesperson license.",
            "He can be reached at (949) 572-4351 or galaxrealtor@gmail.com. Please contact Galax Li for any California real estate questions and real estate valuation or advice."


        ],
        "info4":"Galax Hanpeng Li brings a myriad of sales experience and expertise to our firm. Mr. Li has been active in"
    },
    {
        "imgBack":"https://howard-all.netlify.app/static/media/common-bg1.acb5798a.jpg",
        "img":"https://howard-all.netlify.app/static/media/Brent.e0c132b3.png",
        "name":"Brent",
        "lastName":"Tarnow",
        "info1":"",
        "info2":"",
        "info3":"",
        "p":[
            "Brent Tarnow has been a licensed real estate professional and attorney for 20 years. He specializes in representing investors in residential multifamily family properties throughout California, with a particular focus in Oakland, Berkeley and the surrounding East Bay. Over the course of his career, Brent has worked as an attorney on a host of issues, including real estate disputes.",
            "He has worked as a commercial real estate broker, with well-rounded experience in both tenant representation and managing a large portfolio on the landlord side. Most recently, Brent co-founded a real estate investment company buying, operating and selling multifamily properties throughout Northern California. He and his wife also own 12 apartments throughout Oakland and Berkeley. Brent applies the knowledge of these experiences to work with his clients. He understands that people invest in real estate for different purposes, identifies each client’s short- and long-term goals, and works collaboratively with his clients to achieve them.",
            "Born and raised in Chicago, Brent received a B.S. from the University of Illinois and a J.D. from the University of North Carolina at Chapel Hill. But Oakland has been his home for the last 12 years, and he, his wife and two boys appreciate the deep roots they’ve set there."
        ],
        "info4":""
    },
    {
        "imgBack":"https://howard-all.netlify.app/static/media/common-bg6.2de528fd.jpg",
        "img":"https://howard-all.netlify.app/static/media/Henry.ae84288f.png",
        "name":"Henry",
        "lastName":"Ran",
        "info1":"Real Estate Consultant / CA Lic. 00898408",
        "info2":"Arcadia, CA",
        "info3":"(626) 415-8899",
        
        "p":[
            "Henry Ran is confident and experienced to be an effective negotiator for all of your real estate transactions. Licensed by the California Department of Real Estate since 1985, Mr. Ran specializes and is experienced in selling multi-million dollar homes in this affluent Southern California area. Please contact him today for a completely free comparable market analysis for your residential or commercial property.",
            "Since each offer, transaction, property and person is different, Henry Ran has learned from many transactions and the goal is to most importantly and effectively communicate with the buyer and seller any and all issues that may arise. After all, real estate can be easily assumed as the most valuable property in a persons lifetime. That is why many buyers and sellers entrust Mr. Ran to rectify issues and achieve results.",
            "Born in Taiwan and speaking fluent Mandarin Chinese, Mr. Ran is able to form a unique relationship with foreign investors and buyers that are waiting to purchase property here in the Asian community of Southern California. Mr. Ran studied in Tamkang University in Taipei, Taiwan and immigrated to the United States in 1982. Mr. Ran has spent more than half of his life in California and further his studies in California State University, Stanislaus and holds California Department of Real Estate License 00898408 since 1985.",
            "After more than 35 years in the industry, Henry is still continuously enjoying and thriving in the constant challenges of the real estate environment.",
            "Call Henry directly at 626-415-8899, every client is important to him. Let him get the best price for your property or allow him to search for your next dream home in the beautiful San Gabriel Valley. Allow him to put his prime resources and experience to be put to work for you."
        ],
        "info4":"Henry Ran is confident and experienced to be an effective negotiator for all of your real estate transactions. Licensed by"
    },
    {
        "imgBack":"https://howard-all.netlify.app/static/media/common-bg2.fec4e067.jpg",
        "img":"https://howard-all.netlify.app/static/media/Chloe.fdc75fe1.png",
        "name":"Chloe",
        "lastName":"W. Jia",
        "info1":"Real Estate Assistant / Client Care Coordinator",
        "info2":"Arcadia, CA",
        "info3":"626-978-9996",
        
        "p":[
            "Chloe Jia is a real estate assistant and transaction coordinator for our team. Although she is new to the real estate sales and leasing industry, she brings a keen sense of curiosity and willingness to assist our broker and agents. Motivated, courteous and organized, Chloe acts as Transaction Coordinator and provides assistance and crucial backend support to our agents.",
            "She is a keen listener and a team player which allows her to assist our team in preparing documents or setting showing appointments on behalf of our agents. We rely on her expertise in internal office management and client coordination to ensure our agents are on top of their day to day operations.",
            "Chloe is fluent in Mandarin Chinese and English and earned her bachelor’s degree from California State Polytechnic University, Pomona.",
            "She is actively pursuing her State of California, Department of Real Estate salesperson license fueled by her passion to learn.",
            "We are thrilled to have such a talented individual join our firm."
        ],
        "info4":"Chloe Jia is a real estate assistant and transaction coordinator for our team. Although she is new to the real"
    }
]